const Songs = [
  {
    title: "النشيد الرسمي لقسم الأشبال",
    lyrics:
      "نحــن أشبـــال البــلاد نحــن أبطـــال الغـــد\nنحــن عنــوان الرشــاد و العــــلا و الســـؤدد\n* * *\nرمزنـا صـدق المـقـــال دأبنــا حــب العـمـــل\nدرعنــا خيــر الخصــال نهجنــا أسمــى المثـــل\n* * *\nيــا بـلادي فـي حمــاك أقتفــي سيــر الأســـود\nمـانحـا روحــي فــداك بــاذلا أقصـى الجهـــود\n* * *\nإخــوة للخيــر نحيـــا ضمنــا صــدق الإخــاء\nكلنــا طلــق المحيـــا زاننــا طيــب الصفـــاء",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138404386968715315/onlymp3.to_-_-aRZ_RKq5M7E-192k-1691487097.mp3",
  },
  {
    title: "النشيد الرسمي لقسم الزهرات",
    lyrics:
      "في ريـاض الـطيبـات عـامـلات مخـلصــات\nبـاسـمــات شـاديــات زهــــرات زهــــرات\nبـاسـمـات لـلـصبـاح شاديـات في انشـراح\nلـلـمـعـالي و الـفـلاح نحـن دومـا ساعـيات\nرمـزنـا بـذل الجهـود في الـوفـاء بالعـهـود\nنهـجنا نـهـج الجــدود في بـناء الصالحـات\nنحن في الغاب طيور نعشق الغصن النظير\nوعلى هـمس الخريـر نـتـغــنــى بـالـحيــاة",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138404781463982140/onlymp3.to_-____-YijYJj0rWVs-192k-1691487185.mp3",
  },
  {
    title: "النشيد الرسمي لقسم الكشافة",
    lyrics:
      "كشاف هيـــا          طلق المحيــا\nأد إلى الهـــــدى          رسالة الفــــدا\nبأيد سفـــرة           كرام بــررة\nكشاف هيــــا          هيا كشــاف\nبشر بنا العالميــن           واهتف بنا كـل حين\nنحن المـلاك الأمين           نحن ابتسـام الحزين\nمن كل جنس            من كل ديــن\nالقول منا يميــن           والظن فينا يقيــن\nنأتم بالمخلصيـن           نعتز بالخالديــن\nمن كل جنـــس           من كل ديـــن\nمن كل جنــس            من كل ديـــن\nإن خائف روعــا            أو صارخ أسمعـــا\nلم يلقنا هجعـــا           إنا لمن قد دعــــا\nمن كل جنــــس            من كل ديـــن\nمن كل جنــس           من كل ديــــن\nنحن حماة البـــلاد           نحن لواء الجهــــاد\nجمع و لكن آحـــاد            كذا كذا الإتحــاد\nمن كل جنــس           من كل ديـــن\nمن كل جنــس           من كل ديــــن",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138405323124785192/onlymp3.to_-_-oG4o74vPstQ-192k-1691487285.mp3",
  },
  {
    title: "النشيد الرسمي لقسم المرشدات",
    lyrics:
      "بالتحايا الطيبات ***و الاماني الساميات\nمن قلوب المرشدات***قد هتفنا مخلصات\nعاش وعد المرشدات\nعاش وعد المرشدات\nنحن زهرات الوطن***والبناء المؤتمن\nوسنمضي في الزمن***صاعدات لا نهن\nعاش وعد المرشدات\nعاش وعد المرشدات \nمرشدات العرب***وارثات الحسب\nياسماء الادب***والعلا المرتقب\nعاش وعد المرشدات\nعاش وعد المرشدات\nفي ربى العرب سعدنا***بلقاء وطربنا\nاخوات ان بعدنا***قدماء جمعتنا\nعاش وعد المرشدات\nعاش وعد المرشدات\nايد الله خطانا*** الى المجد هدانا\nوطن العرب حمانا***وسوف تعليه يدنا\nعاش وعد المرشدات\nعاش وعد المرشدات",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138406023858770021/onlymp3.to_-__-KYCgIhte0k0-192k-1691487448.mp3",
  },
  {
    title: "النشيد الرسمي لقسم الجوالة",
    lyrics:
      "سمت بنا أمجادنا الغوالي لموطن الفخار و الخلــــــود\nوسعينا دوما الى المعالــــي تاج على جبيننا يعــــــــــــــود\nتاريخنا ضيــــــــــــــــــــــــــاء على الزمان نـــــــــــــور\nو نجمنا سنــــــــــــــــــــــــــاء بهدية نسيــــــــــــــــــــــــــــــر\nوعزنا تليد\nنحن الأولى عشائر الوفاء سواعد التشييد والبنـــــــــــــــاء\nجوالة خلقنا للعنـــــــــــــاد و البذل و الاخلاص و العطاء\nجوالة العــــــــــــــــــــــــرب في ساحة الفــــــــــــــــــــــــداء\nأسد لدى الطلـــــــــــــــب شم لدى النـــــــــــــــــــــــــــــــــــــداء\nشعارنا إباء\nالى العلا يا أمة الـــــــــــجلاد في موكب الصمود و الوئـــــام\nدوسي على الأشواك والقتاد و حطمي القيود و الظــــــــــلام\nو حلقي بنــــــــــــــــــــــــــــــــــــــــود\nلصرح مسجدنــــــــــــــــــــــــا نبنيه من جديد\nو ننشر السلام",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138406719345672303/onlymp3.to_-_samat_bina_-2Dh3m9YLeC8-192k-1691487596.mp3",
  },
  {
    title: "النشيد الرسمي لقسم الدليلات",
    lyrics:
      "دليلات الى العلياء و الامثل\nكريمات بروح البذل لا نبخل\nدروب الكشف ملقانا\nو عين الله ترعانا و نهفو للغد الافضل\n**********\nتآخينا على اايسر تفانينا على البر\nتحدينا على السعي الي الاشراق و النصر\nشعارات بها نعمل\n************\nدليلات الى الثورة رفعن الصيحة الكبرى\nو بالتفكير و الساعد رسمن العز و الفخر\nفيبدو نجمنا اجمل\n***********\nبلادي نحن نحميك و بالارواح نفديك\nو نبني مجدك الغالي من الافلاك يذنيك\nفعيشي عذبة المنهل",
    type: 4,
    audioUrl:
      "https://cdn.discordapp.com/attachments/1138403611995549706/1138406770759434300/onlymp3.to_-_-u1Mm_5yFLVY-192k-1691487645.mp3",
  },

  //anachid type 1
  {
    title: "الكشاف مع صحابه",
    lyrics:
      "الكشّاف و معه أصحابه غادر المدينة\nراح يخيّم في الغابــــــة الغابة البنينـــــة لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا\nكل واحد عند جرابــــــه على ظهر رزينةنماشي في خطوة مصوبة في إتجاه المدينةنلا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا\nحتّى وصلوا للمخيم جميع قاموا بحملة تنظيف بعد داروا للخيـــــام نصبوها في شكل ظريف\nساحة العلم تلها بها كشّاف ظريف \nنيا لا لا و يا لا لا كل شيء تـــــــــــــم \nنيا لا لا و يا لا لا أهلا بالزّائر و الضّيف\nنلا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا لا\nسهرة تمّت حول النّار حضروها مع الكشّافين\nالقادة و كلّ الـــــزوّار زيد جميع المسؤوليـــن\nأولاد أصغــــــــــــــار تقول جماعة محترفين \nنخلقوا ابتكـــــــــــــــار نخلّوا النّاس مبهوتيــــــن",
    audioUrl: "",
    type: 1,
  },

  //taktouka type 3
  {
    title: "ناديت شبلي الفرحاني",
    lyrics:
      "الفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nوتعادينا على قفصة المدينة برج السدرية فيها تلامينا حبائبي و خلانياااااا و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nو عدوني على الثالجة و المڨروني المتلوي فيها شافوني حبائبي و خلانيااااا و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nو باش نتعدا على الڨويفلة لابدا خط الجريد من فما يبدااا و كريو ثم الوديانياااا و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nيا سني يا ساكن نفطة عڨب عني يا بو علي منك يوصلني جود الادب و القرأنيااا ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنسانيااا وناديت شبلي\nيا الحضرين يا صحاب الشعر طويل قلولي علاش مڨرفين و قطعتو قسم الحجامة و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nونعطيك نصيحة حجامة بروس و طريف ريحة احسن و خير من ها جندارياااا و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nو القايد (فلان) حاسبلي روحو نفو موديل و قلول انقص من سروال و هكاك ايولي ميثالياااااا وناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي\nوبالتحية ونقدم روحي للكشفية و القايد رامي اعز عليا و هذي حياة الكشفياااااااا و ناديت شبلي\n\nالفرحاني ناديت شبلي (×2)\nالفرحاني و للمخيم لا تنساني ناديت شبلي",
    audioUrl: "",
    type: 3,
  },
  {
    title: "كركدالله هي ماما",
    lyrics:
      "كردله هي ماما كركدله هي\nهالشبل نظيف عالعقل خفيف ديما شريف يا ماما كركدله هي\nكركدله هي ماما كركدله هي\nزهرة فواحة، في كل ساحة، تحب الصراحة ماما كركدله هي\nكركدله هي ماما كركدله هي\nكشاف بحبوح وخفيف الروح يبكي ما ينوح ماما كركدله هي\nكركدله هي ماما كركدله هي\nمرشدة مصرارة، ما تحب لحزارة، ديما مغيارة ماما كركدله هي\nكركدله هي ماما كركدله هي\nجوال رحال، بين الجبال، حقق الأمال ماما كركدله هي\nكركدله هي ماما كركدله هي\nقائد ممتاز، وكيف الناس، ديما لباس ماما كركدله هي\nكركدله هي ماما كركدله هي",
    audioUrl: "",
    type: 3,
  },
  {
    title: "يا ما ياما",
    lyrics:
      "نحكيلكم ماصار عليا ياما ياما\nعملت عملة وتغريت ياما ياما\nحسبت المولى نعم عليا ياما ياما\nعرست وقلت تهنيت ياما ياما\n\nوخذيت مرى هجالة ياما ياما\nفي جرتها كمشة صغار ياما ياما\nأهفت منا أركح منا ياما ياما\nوحلتلي روضة فالدار ياما ياما\n\nوخذيت مرى صفاقسية ما ياما\nوتغرمتلي بالكشفية ياما ياما\nوبعد مخيم السدرية ياما ياما\nحلتلي فرقة فالدار ياما ياما\n\nومرتي ماتعرف خياطة ياما ياما\nوماتعرف غسيل صابون ياما ياما\nزعيمة كانت تقشير بطاطا ياما ياما\nوطيبلي مرقة زعرور ياما ياما\n\nوتكسي تمشي تكسي تجي ياما ياما\nمال géant لل Monoprix ياما ياما\nوكي نكلمها تشوم الليلة ياما ياما\nوتراصيلي فالكوجينة ياما ياما\n\nوبنية اليوم أخيت عليها ياما ياما\nوعظمة ماتعرف تقليها ياما ياما\nزعيمة كانت تكحيل عينيها ياما ياما\nوالدونتفريس بين سنيها ياما ياما\n\nووليد اليوم خيت عليه ياما ياما\nكف يطير لوا سنيه ياما\nالسيقارو مابين يديه ياما ياما\nوكلمة إيجا تحكم فيه ياما ياما\n\nفلان على طيارة يطير ياما ياما\nوفلان على فرس يسير ياما ياما\nوسمعتوا هالغريبة ياما ياما\nسي الفرس يحب يطير ياما",
    audioUrl: "",
    type: 3,
  },
  {
    title: "كبرلا الاذان ضرب المدفع",
    lyrics:
      "كبر الأذان ضرب مدفع\nكبر الأذان ضرب مدفع\nكبر الأذان سفرات نصبت\nمن كل طعام ضرب مدفع\n\nمدفع ترزم عند باب داركم\nكيف جاني الهم شقيت فطري\nعلى شوية تمر تقريب كيلو\nدقلة ودياري ضرب مدفع\n\nأول ما بديت حليت لحكة\nمنها نفيت نا وخيك هكا\nليس صليت منكت صلاتي\nعطلني الحوت ضرب مدفع\n\nيا محلي البط و يا محلي السفرة\nيا وكيف تتحط نا وخيك نبدا\nنميز ونحط منين يعجبني\nندهم جيعان ضرب مدفع\n\nعلى صحيفة شربة عدولها بالفول\nدينار تريلية تحت جنبي\nقارص معصور في وسط عينوا\nنضرب سافوه ضرب مدفع",
    audioUrl: "",
    type: 3,
  },
  {
    title: "يا نجوم الليل",
    lyrics:
      "يا نجوم الليل يا نجوم سهرانة\nيا نجوم الليل يا نجوم سهرانة\nنورك يتبسم سهران معانا\nنورك يتبسم سهران معانا\n**\nأول ما نبدى نحيو قادتنا\nأول ما نبدى نحيو قادتنا\nرفعوا التحدي صنعوا أمجدنا\n**\nهذي التحية طقوس كشفية\nهذي التحية طقوس كشفية\nفيها الصراحة إخلاص تضحية\nفيها الصراحة إخلاص تضحية\n**\nهذي الأيام لعزيزة عليا\nهذي ليام لعزيزة عليا\nكي نتفكرها تدمع عينيا\nكي نتفكرها تدمع عينيا\n**\nيا وماننساك اه يا قايدنا\nيا وماننساك اه يا قايدنا\nحسن الإدارة تسطير مناهج\nحسن الإدارة تسطير مناهج",
    audioUrl: "",
    type: 1,
  },
  {
    title: "يا شيخ يا مرنيخ",
    lyrics:
      "ا شيخ يا مرنيخ يا شيخ يا مرنيخ\nيا شيخ يا مرنيخ خلي الكشافة تشيخ\n-الشيخ يحب فطور قصعة و عليها ثور دلاع باني سور و ذدافعو بطيخ\n-الشيخ شاهي حاجة قازان ب1000 دجاجة وقلة سمن من باجة و ينفخهم تنفيخ\n-الشيخ شاهي يمم 2000 كعبة عظم 200 كيلو لحم و علوش باش يشيخ\n-الشيخ يحب هدية قازان ملوخية و 50 خبزة طرية و ينفخهم تنفيخ\n-الشيخ ما يقدرشي مريض ما يكلشي جيبولو جمل محشي بعد العشاء تحريش\n-الشيخ يحب محكوكة فوق السمن مدلوكة جيبولو منها فلوكة يتجبد عليها يشيخ\n-الشيخ يحب مقرونة باهية و سخونة جيبو منها فاقونة يكشخها تكشيخ\n-الشيخ خرج يداعى مركب و حل قلاعه اذا قعد في القاعة شطر البلاد التطيح\nالشيخ يحب مدفونة قازان بالمقرونة هاتلو منها كميونة بعد العشاء تمقنيش",
    audioUrl: "",
    type: 3,
  },
  {
    title: "ما قولكم ما قولكم",
    lyrics:
      "ما قولكم ما قولكم نعم نعم\nما رأيكم ما رأيكم حسن حسن\nإنّ الحكيم قد صدق و بالصّواب قد نطق\nبالصّواب قد نطق\nأهلا بكبش العيد..العيد\nو نطحه الشديد..الشديد\nغدا يصير لقمة للابس الجديد\nللابس الجديد\nيا وردتي ما أحسنك..ما أحسنك\nسبحان من قد أنبتك..قد أنبتك\nعيني تراك جميلة قلبي يسرّ بمنظرك\nقلبي يسرّ بمنظرك\nدجاجتي تقاقي..تقاقي\nلا ترتضي فراقي..فراقي\nإن وضعت بيضتها تقول قاقا..قاقي\nتقول قاقا..قاقي\nقائدي يا أعزب..يا أعزب\nهل في الزواج ترغب..ترغب\nإنّ العروس بيننا لكنك لا تعلم",
    audioUrl: "",
    type: 2,
  },
  {
    title: "الله الله الله",
    lyrics: "الله الله الله ماشاء الله الله الله الله ماشاء الله م.ر.ح.مرررحى",
    audioUrl: "",
    type: 2,
  },
  {
    title: "شكرا لك",
    lyrics:
      "شكرا لك شكرا لك عمل الحسن يستوجب تشجيع فواصل ثم ثابر في العبرة في الافادة",
    audioUrl: "",
    type: 2,
  },
  {
    title: "شكرا لك يا قايد",
    lyrics: "شكرا لك يا قائد تباركالله عليك و هذي الكشافة فرحانة بيك",
    audioUrl: "",
    type: 2,
  },
  {
    title: "بوم بوم بوم",
    lyrics:
      "بوم بوم بوم ديناميت فرقة بارود و نار فرقتنا يا لطيف استرها يا ستار ما احلى ما احلى ما احلى الكشفية في بلادنا العربية في بلادنا تونسية ",
    audioUrl: "",
    type: 2,
  },
  {
    title: "ق ق قائدنا",
    lyrics: "ق ق قائدنا نو نو نحبه ل ل لانه يو يو يحبونا ",
    audioUrl: "",
    type: 2,
  },
  {
    title: "انا الشيخ بو دنجالة",
    lyrics:
      "انا الشيخ بو دنجالة حضرت الشيخة ملوخية لا لا لا لا انا شاناباتي طوال وانا لحيتي مدلية لا لا لا لا نصبح ساري عالافجار و شلاكتي مابين ايديا لا لا لا \nلاي لا لاي لا لا \nانا المعلم مشهور في البلاد التونسية لا لا لا لا والي عندو ولدو حمار مايجيبو كان ليا لا لا لا لا شو تلامذتي كي ناجحين طلعو كلمهم كاركجية لا لا لا \nلاي لا لاي لا \nانا مهندس مشهور في البلاد التونسية لا لا لا بنيت بنية يا وخياني قعدت فيها تسعة شهور لا لا لا لا كيف كملت طاحت في الحين و ماتوا فيها أكثر من مية لا لا لا \nلا لاي لا لا \nانا الطباخ المشهور في البلاد التونسية لا لا لا في الكوجينة نصول ونجول نعمل فيها فاترية لا لا لا كول من هوني كوب من غادي تصبح بطني كالبتية لا لا لا \nلا لاي لا لاي \nانا الصحفي المشهور في البلاد التونسية لا لا لا لا قلتلكم فما عصفور احتل الكرة الارضية لا لا لا لا لاي لا لاي",
    audioUrl: "",
    type: 3,
  },
  {
    title: "عيشة المخيم",
    lyrics:
      "عيشة المخيم عيشة هنية ***** عيشة المخيم عيشة هنيه \nلولا الأوامر يا قائد زادت عليا \n\nساعة الصبحية تمارين رياضية ***** ساعة الصبحية تمارين رياضية \n\nجمباز وجودو ياقائد كسروا رجلية \n\nعيشة المخيم عيشة هنية ***** عيشة المخيم عيشة هنيه \nلولا الأوامر يا قائد زادت عليا \n\nساعة الظهرية لحمة مشوية******** ساعة الظهرية لحمة مشوية \n\nوالعظم فيها يا قادة كسر سنيا \n\nعيشة المخيم عيشة هنية ***** عيشة المخيم عيشة هنيه \nلولا الأوامر يا قائد زادت عليا \n\nساعة العصرية خرجة خلوية *** ساعة العصرية خرجة خلوية \n\nوالمشي فيها يا قائد كسروا رجليه \n\nعيشة المخيم عيشة هنية ***** عيشة المخيم عيشة هنيه \nلولا الأوامر يا قائد زادت عليا \n\nساعة السهرية نارا مضوية *** ساعة السهية نارا مضوية \n\nوالدخان فيها يا قائد عمى عينيي",
    audioUrl: "",
    type: 1,
  },
  {
    title: "هاي جات الكشافة",
    lyrics:
      "هاي جات الكشافة \nهاي جات الرجالة \nمخيم موش نورمااال \nسورية وفولارة، \nشعار على يساره \nطلايع طيااارة \nلا لا لالا لا لاالا \nلا لا لا لا لا \n    **** \n\nكشافة تونسية \n وهاذي جيهتنا الحزڨيّة \n في صفاقس إسأل عليّااا \nفوج الصداقة بحزڨ، \n أفرادوا قيادة شابة بالتّحيّة مفتخرين \nلا لا لا لا لا لااا \nلا لا لا لا لا لااا \n   ***** \n\n عنّا الأشبال راهم أسود وكشافتنا أحسن جنود \nوزهراتنا عال العااال \nطلعوا رحلة خلويّة \nوعملوا الطقوس الكشفية \nوشعلوا نار نار المخيم \nلا لا لا لا لاااا \nلا لا لا لا لا لااا",
    audioUrl: "",
    type: 1,
  },
];
